{
  "name": "t:sections.footer.name",
  "type": "footer",
  "sections": {
    "footer": {
      "type": "footer",
      "blocks": {
        "footer-0": {
          "type": "link_list",
          "settings": {
            "heading": "Wichtige Infos",
            "menu": "footer"
          }
        },
        "footer-1": {
          "type": "link_list",
          "disabled": true,
          "settings": {
            "heading": "Info",
            "menu": "footer"
          }
        },
        "footer-2": {
          "type": "text",
          "settings": {
            "heading": "Über uns",
            "subtext": "<p>Wir sind ein Familienbetrieb aus Berlin. Wir lieben Spiele, schönes Design, gute Materialien und Spaß. Wir haben große Freude daran, mit unseren Produkten andere zu inspirieren, neue Denkanstöße zu geben und Ideen für schöne gemeinsame Stunden zu geben.<br\/><br\/>Spieltz gibt es seit 2009. Gestartet als Plattform und Community für Spielentwickler, haben wir nach und nach ein eigenes Verlagsprogramm aufgebaut. Außerdem verkaufen wir Spielfiguren, Würfel und anderes Spiele-Zubehör in vielen Farben und Formen sowie Blanko-Spielmaterial für dein eigenes Spiele-Projekt. Als Agentur unterstützen wir Unternehmen, Institutionen und Vereine bei Spielentwicklung, grafischer Umsetzung und Produktion von Spielen.<br\/><br\/>Was du hier im Shop kaufen kannst, ist von uns persönlich entwickelt, ausgewählt und getestet. Auf gute Qualität, nachhaltige Produktion und faire Arbeitsbedingungen legen wir großen Wert. Alle Spieltz Produkte lassen wir in Europa produzieren, hauptsächlich in Deutschland. Transportwege halten wir kurz und wir verzichten auf Kunststoffe in den Produkten und in der Verpackung, wo immer es möglich ist. Darüber hinaus engagieren wir uns aktiv in sozialen und ökologischen Projekten und unterstützen Initiativen, die sich für Umweltschutz und soziale Gerechtigkeit einsetzen. Möchtest du mehr darüber wissen? Frag uns! <a href=\"mailto:info@spieltz.de\" target=\"_blank\" title=\"mailto:info@spieltz.de\">info@spieltz.de<\/a><br\/><br\/>Du hast bei uns folgende Zahlungsmöglichkeiten: PayPal, Kreditkarte und Sofortüberweisung,<br\/>Die Auswahl erfolgt im Rahmen des Bestellablaufs.<\/p>"
          }
        }
      },
      "block_order": [
        "footer-0",
        "footer-1",
        "footer-2"
      ],
      "settings": {
        "color_scheme": "accent-2",
        "newsletter_enable": false,
        "newsletter_heading": "Newsletter abonnieren",
        "enable_follow_on_shop": true,
        "show_social": true,
        "enable_country_selector": false,
        "enable_language_selector": false,
        "payment_enable": true,
        "show_policy": false,
        "margin_top": 48,
        "padding_top": 36,
        "padding_bottom": 36
      }
    }
  },
  "order": [
    "footer"
  ]
}
